Repository: onearmenia/hikearmeniaapp
Catalog: APInAdmin/module/Application/language/*.po
Languages: am_am

source: Mirhav hotel
am_am: Միրհավ հյուրանոց

source: booking_success_message
am_am: Ձեր ամրագրումն ուղարկված է: Մենք շուտով ձեզ հետ կկապվենք

source: review_success_message
am_am: Շնորհակալություն ձեր կարծիքի համար:

source: Recreation
am_am: Հանգիստ

source: Gallery
am_am: Պատկերասրահ

source: Contact Us
am_am: Կապ մեզ հետ

source: arrival
am_am: ժամանում

source: departure
am_am: մեկնում

source: adults
am_am: մեծահասակներ

source: children
am_am: երեխաներ

source: comments
am_am: մենկաբանություններ

source: Comment
am_am: Մենկաբանություն

source: submit
am_am: ուղարկել

source: Special offer
am_am: Հատուկ առաջարկ

source: book now
am_am: Ամրագրել հիմա

source: Reply
am_am: Պատասխանել

source: Have your say
am_am: Արտահայտվեք

source: Name
am_am: Անուն

source: Your Name
am_am: Ձեր անունը

source: Email
am_am: Էլ. հասցե

source: Website
am_am: Վեբ-կայք

source: contact
am_am: կապ

source: contact_success_message
am_am: Շնորհակալություն հետաքրքրության համար: Մենք ձեզ հետ հնարավորինս շուտ կապ կհաստատենք:

source: Your Email
am_am: Ձեր էլ. հասցեն

source: Subject
am_am: Թեմա

source: Message
am_am: Նամակ

source: Send
am_am: Ուղարկել

source: explore
am_am: ավելին

source: room
am_am: սենյակ

source: Languages
am_am: Լեզու

source: Home
am_am: Սկիզբ

source: Accommodation
am_am: Սենյակներ

source: Single room
am_am: Մեկտեղանի

source: Double/Twin
am_am: Երկտեղանի

source: Rooms
am_am: Սենյակներ

source: Book a room
am_am: Սենյակ ամրագրել

source: Facilities
am_am: Հագեցվածություն

source: Booking
am_am: Ամրագրում

source: Galleries
am_am: Պատկերասրահ
